{
  "one": {},
  "two": {},
  "three": {},
  "four": {},
  "five": {},
  "six": {},
  "seven": {"text":[
    ["Музыкальный фрагмент был записан в формате "," оцифрован и сохранён в виде файла без использования сжатия данных. Размер полученного файла — "," Мбайт. Затем тот же музыкальный фрагмент был записан повторно в формате", "и оцифрован с разрешением в "," и частотой дискретизации в ",", чем в первый раз. Сжатие данных не производилось. Укажите размер полученного при повторной записи файла в",". В ответе запишите только целое число, единицу измерения писать не нужно.","type1"],
    ["В информационной системе хранятся изображения размером "," пикселей, содержащие не более "," различных цветов. Коды пикселей записываются подряд, никакая дополнительная информация об изображении не сохраняется, данные не сжимаются. Сколько "," нужно выделить для хранения одного изображения? В ответе укажите только целое число— количество",", единицу измерения указывать не надо.","type2"],
    ["Автоматическая фотокамера производит растровые изображения размером "," пикселей. При этом объём файла с изображением не может превышать ",", упаковка данных не производится. Какое максимальное количество цветов можно использовать в палитре?","type3"],
    ["Производится звукозапись музыкального фрагмента в формате "," с частотой дискретизации "," кГц и ",", разрешением. Результаты записываются в файл, сжатие данных не производится; размер полученного файла ",". Затем производится повторная запись этого же фрагмента в формате "," с частотой дискретизации ",". Сжатие данных не производилось.\n\nУкажите размер файла в ",", полученного при повторной записи. В ответе запишите только целое число, единицу измерения писать не нужно.","type4"],
    ["Графический файл с разрешением "," на жестком диске занимает не более ",". Определите максимальное количество цветов, которое может использоваться для кодирования данного изображения.","type5"],
    ["Для проведения эксперимента записывается звуковой фрагмент в формате "," с частотой дискретизации "," кГц и "," разрешением. Результаты записываются в файл, сжатие данных не производится; дополнительно в файл записывается служебная информация, необходимая для эксперимента, размер полученного файла ",". Затем производится повторная запись этого же фрагмента в формате "," с частотой дискретизации "," кГц и "," разрешением. Результаты тоже записываются в файл без сжатия и со служебной информацией, размер полученного файла ",". Объём служебной информации в обоих случаях одинаков. Укажите этот объём в ",". В ответе укажите только число (количество ","), единицу измерения указывать не надо.","type6"]
  ]},
  "eight": {},
  "nine": {},
  "ten": {},
  "eleven": {}


}